import {IPoint} from "./store/points/types";

export const points: IPoint[] = [
    {
        "id": 1,
        "name": "Точка загрузки 1",
        "x": 45,
        "y": 45
    },
    {
        "id": 2,
        "name": "Точка загрузки 2",
        "x": 120,
        "y": 45
    },
    {
        "id": 3,
        "name": "Москва",
        "x": 55,
        "y": 37
    },
    {
        "id": 4,
        "name": "Санкт-Петербург",
        "x": 59,
        "y": 30
    },
    {
        "id": 5,
        "name": "Балашиха",
        "x": 55.81,
        "y": 37.96
    },
    {
        "id": 6,
        "name": "Видное",
        "x": 55.55,
        "y": 37.71
    },
    {
        "id": 7,
        "name": "Воскресенск",
        "x": 55.32,
        "y": 38.65
    },
    {
        "id": 8,
        "name": "Дмитров",
        "x": 56.34,
        "y": 37.52
    },
    {
        "id": 9,
        "name": "Долгопрудный",
        "x": 55.95,
        "y": 37.5
    },
    {
        "id": 10,
        "name": "Домодедово",
        "x": 55.44,
        "y": 37.75
    }
]
